Repository: joaqbarcena/UNCmorfi
Catalog: UNCmorfi/SupportingFiles/*.lproj/Localizable.strings
Languages: es_419

# balance.tab.label
source: Balance
es_419: Saldo

# menu.tab.label
source: Menu
es_419: Menú

# counter.tab.label
source: Servings
es_419: Raciones

# map.tab.label
source: Locations
es_419: Comedores

# info.tab.label
source: Information
es_419: Información

# balance.nav.label
source: Balance
es_419: Saldo

# menu.nav.label
source: This Week's Menu
es_419: Menú de la Semana

# counter.nav.label
source: Meals Served
es_419: Menús Servidos

# map.nav.label
source: Locations
es_419: Comedores

# info.nav.label
source: Information
es_419: Información

# barcodescanner.nav.label
source: Scanning…
es_419: Escaneando…

# university.annotation.title
source: University
es_419: Ciudad Universitaria

# downtown.annotation.title
source: Downtown
es_419: Centro

source: Cancel
es_419: Cancelar

source: Loading…
es_419: Cargando…

source: Delete
es_419: Eliminar

source: Options
es_419: Opciones

# balance.reservation.title
source: Reservation
es_419: Reservacion

# balance.reservation.description
source: Please fill the captcha
es_419: Por favor complete el captcha

# balance.reservation.resession
source: Re-using session
es_419: Re uso de sesion

# balance.reservation.reserved.label
source: 🙌 Congrats! you're gonna eat 🙌
es_419: 🙌 Felicidades, vas a comer 🙌

# balance.reservation.soldout.label
source: 😭 Soldout, that's sad 😭
es_419: 😭 Se agotaron 😭

# balance.reservation.unavailable.label
source: 💩 It's late mate 💩
es_419: 💩 Fuera de hora master 💩

# balance.reservation.error.label
source: 😬 Ohhh... there was an error 😬
es_419: 😬 Uhh... Hubo un error 😬

# balance.reservation.redoLogin.label
source: 🙃 you messed up captcha 🙃
es_419: 🙃 Le fallaste al al captcha 🙃

# balance.reservation.captcha.error.label
source: 😵 Ohhh... there was an error with captcha 😵
es_419: 😵 Uhh... Hubo un error con el captcha 😵

# balance.add.user.text.title
source: Add a new person
es_419: Agregar una persona nueva

# balance.add.user.text.description
source: Type the barcode…
es_419: Escriba el código de barras…

# balance.add.user.text.confirm
source: Done
es_419: Agregar

source: Development
es_419: Desarrollo

# development.body
source: This app is made by me, Jorge Facundo Alegre. I copied the idea from a friend's Android app. We both study Computer Science together. His name is |[Alejandro Ismael Silva](mailto:alex.sai95@gmail.com)|.
es_419: Esta aplicación es producida por mí, Jorge Facundo Alegre. Nace como copia de la misma aplicación para Android hecha por un amigo de la facultad de FaMAF, |[Alejandro Ismael Silva](mailto:alex.sai95@gmail.com)|.

source: Design
es_419: Diseño

# design.body
source: Thanks to |[Julieta Wiesztort](mailto:juli.nana.07@gmail.com)|, this app has a beautiful icon.
es_419: Gracias a |[Julieta Wiesztort](mailto:juli.nana.07@gmail.com)|, esta aplicación tiene un hermoso ícono.

# balance.menu.servings.source
source: Data sources
es_419: Fuentes de datos

# balance.menu.servings.source.body
source: We get all the information displayed on this app from servers managed by the UNC (National University of Córdoba). We don't control the source of the information.
es_419: Obtenemos todos los datos de servidores administrados por la UNC. Nosotros no controlamos la fuente de los datos.

# camera.location.permissions
source: Camera and location permissions
es_419: Permisos de cámara y ubicación

# camera.location.permissions.body
source: Camera permissions are required if you want to be able to scan the barcode in your lunch hall credentials without having to type character by character. Location permissions are required if you wish to see your location in the map where the lunch halls are located. Both permissions are completely optional and can be disabled from the Settings app.
es_419: Permisos para la cámara son requeridos si se desea escanear la tarjeta del comedor sin ingresar los caracteres manualmente. Permisos de su ubicación son requeridos si desea saber qué tan lejos o cerca se encuentra de alguno de los dos comedores. Ambos permisos son completamente opcionales y pueden ser deshabilitados desde Ajustes.

source: Colaborate
es_419: Colaborar

# colaborate.body
source: If you wish to colaborate in any way, you are free to do so. The app is open source, you can view the code in the |[repository](https://github.com/georgealegre/UNCmorfi)|.
es_419: Si sabes programar o te interesa aprender, podes ver el código de la aplicación en el |[repositorio](https://github.com/georgealegre/UNCmorfi)|. Si se te ocurre algo para mejorar, dale para adelante, estoy abierto a suferencias.

# get.in.touch
source: Say HI!
es_419: Contacto

# get.in.touch.body
source: My email address is |[facu.alegre@gmail.com](mailto:facu.alegre@gmail.com)|. Feel free to say hello!
es_419: Mi dirección de email es |[me@georgealegre.com](mailto:me@georgealegre.com)|.

# android
source: Android App
es_419: Versión en Android

# android.body
source: The Android version of this app (details in the Development section) is called the same as this app, UNCmorfi. You can search for it in the Google Play Store. You can also view the |[source code](https://github.com/AIDEA775/UNCmorfi)|.
es_419: La versión en Android de esta app (detalles en la sección de Desarrollo) se llama igual que esta, UNCmorfi. La podes encontrar buscando en el Play Store. También puedes ver el |[código fuente](https://github.com/AIDEA775/UNCmorfi)|.
